Repository: bckizildemir/Purrtine
Catalog: CatCareCalendar/Resources/Localizable.xcstrings
Source language: en
Languages: tr

# history.show_all_count
source: Show All (%d)
tr: Tümünü Göster (%d)

# history.statistics_overview
source: Statistics Overview
tr: Özet İstatistikler

# history.task_scope.count
source: %d completions
tr: %d tamamlanma

# history.task.empty.description
source: Once you complete this task, its history will appear here.
tr: Bu görevi tamamladığınızda geçmişi burada görünecek.

# history.task.empty.title
source: No completions for this task
tr: Bu görev için henüz tamamlama yok

# history.this_month
source: This Month
tr: Bu Ay

# history.this_week
source: This Week
tr: Bu Hafta

# history.this_year
source: This Year
tr: Bu Yıl

# history.title
source: History
tr: Geçmiş

# history.total_completions
source: Completed
tr: Tamamlanan

# home.accessibility.today_is
source: Today is %@
tr: Bugün %@

# home.assistant.dock.hint
source: Opens the Whiskers tab for task help and quick completions.
tr: Görev yardımı ve hızlı tamamlama için Whiskers sekmesini açar.

# home.assistant.dock.overdue
source: %d overdue tasks
tr: %d gecikmiş görev

# home.assistant.dock.subtitle
source: Complete with a message
tr: Mesaj yazarak tamamla

# home.cats_section
source: Your Cats
tr: Kedilerin

# home.current_tasks
source: Today & Overdue
tr: Bugün & Gecikmiş

# home.current_tasks_empty
source: No tasks need attention right now.
tr: Şu anda dikkat gerektiren görev yok.

# home.greeting.afternoon
source: Good Afternoon! ⛅️
tr: İyi günler! ⛅️

# home.greeting.evening
source: Good Evening! 🌅
tr: İyi akşamlar! 🌅

# home.greeting.morning
source: Good Morning! ☀️
tr: Günaydın! ☀️

# home.greeting.night
source: Good Night! 🌙
tr: İyi geceler! 🌙

# home.late
source: Late
tr: Geç

# home.litter_cleaning
source: Litter Cleaning
tr: Kum Temizliği

# home.medication_reminder
source: Medication Reminder
tr: İlaç Hatırlatması

# home.no_tasks_today
source: No tasks for today!
tr: Bugün için görev yok!

# home.on_time
source: On Time
tr: Zamanında

# home.play_time
source: Play Time
tr: Oyun Zamanı

# home.quick_actions
source: Quick Actions
tr: Hızlı Görev

# home.quick_completion
source: Quick completion
tr: Hızlı tamamlama

# home.quick_feeding
source: Quick Feeding
tr: Hızlı Beslenme

# home.routine_status
source: Routine Status
tr: Rutin Durumu

# home.routine_status_empty
source: Routine history will appear here once you complete scheduled tasks.
tr: Zamanlanmış görevleri tamamladığınızda rutin geçmişi burada görünür.

# home.routine_status.days_ago
source: %d days ago
tr: %d gün önce

# home.routine_status.due_today
source: Due today
tr: Bugün yapılmalı

# home.routine_status.due_tomorrow
source: Due tomorrow
tr: Yarın yapılmalı

# home.routine_status.last_done
source: Last done %@
tr: Son yapılışı %@

# home.routine_status.today
source: today
tr: bugün

# home.stats.cats
source: Cats
tr: Kediler

# home.stats.overdue
source: Overdue
tr: Gecikmiş

# home.stats.task
source: task
tr: görev

# home.stats.today
source: Today
tr: Bugün

# home.stats.total
source: total
tr: toplam

# home.title
source: Home
tr: Ana Sayfa

# home.urgent
source: URGENT
tr: ACIL

# home.urgent_tasks
source: Urgent Tasks
tr: Acil Görevler

# home.view_all_urgent
source: View all urgent tasks (%d)
tr: Tüm acil görevleri gör (%d)

# motivation.great_start
source: Great start! Keep it up 💪
tr: Harika başlangıç! Devam et 💪

# motivation.new_beginning
source: Every day is a new beginning 🌅
tr: Her gün yeni bir başlangıç 🌅

# motivation.one_month
source: One month of flawless care! Amazing 🏆
tr: Bir ay boyunca kusursuz bakım! İnanılmaz 🏆

# motivation.one_week
source: One week complete! Perfect care 🌟
tr: Bir hafta tamamladın! Mükemmel bakım 🌟

# motivation.one_year
source: A full year! Legendary care level 🌟👑
tr: Tam bir yıl! Efsane bakım seviyesi 🌟👑

# motivation.three_months
source: 3 months of continuous care! You're a champion 👑
tr: 3 ay kesintisiz bakım! Sen bir şampiyon 👑

# motivation.two_weeks
source: Two weeks in a row! Your cats are lucky 🎉
tr: İki hafta üst üste! Kedilerin çok şanslı 🎉

# notification.action.complete
source: Complete
tr: Tamamla

# notification.action.remind_1hour
source: Remind in 1 hour
tr: 1 saat sonra hatırlat

# notification.action.remind_10min
source: Remind in 10 min
tr: 10 dk sonra hatırlat

# notification.action.remind_30min
source: Remind in 30 min
tr: 30 dk sonra hatırlat

# notification.daily_summary
source: Daily Summary
tr: Günlük Özet

# notification.generic.body
source: You have a care task to review.
tr: Gözden geçirmeniz gereken bir bakım göreviniz var.

# notification.history.empty_description
source: No notifications have been delivered.
tr: Henüz gönderilmiş bildirim bulunmuyor.

# notification.history.empty_title
source: No Notifications Yet
tr: Bildirim geçmişi yok

# notification.history.title
source: Notification History
tr: Bildirim Geçmişi

# notification.overdue_task
source: Overdue Task
tr: Gecikmiş Görev

# notification.overdue.generic.title
source: Care task overdue
tr: Bakım görevi gecikti

# notification.overdue.title
source: Care task overdue
tr: Bakım görevi gecikti

# notification.permission_message
source: Notification permission required for task reminders
tr: Görev hatırlatmaları için bildirim izni gerekli

# notification.permission_title
source: Notification Permission
tr: Bildirim İzni

# notification.reminder.generic.title
source: Care task reminder
tr: Bakım görevi hatırlatması

# notification.reminder.title
source: Care task reminder
tr: Bakım görevi hatırlatması

# notification.settings.advanced_general
source: General Advanced
tr: Genel Gelişmiş

# notification.settings.advanced_general_description
source: Advanced notification behavior settings
tr: Gelişmiş bildirim davranış ayarları

# notification.settings.advanced_link
source: Advanced...
tr: Gelişmiş...

# notification.settings.advanced_section
source: Advanced
tr: Gelişmiş

# notification.settings.advanced_summary
source: Sound, badges, previews, and category filters
tr: Ses, rozet, önizleme ve kategori filtreleri

# notification.settings.advanced_title
source: Advanced Notification Settings
tr: Gelişmiş Bildirim Ayarları

# notification.settings.alert_message
source: We need notification access to send cat care reminders. Please enable notifications in Settings.
tr: Kedi bakım hatırlatıcıları almak için bildirim iznine ihtiyacımız var. Lütfen ayarlardan bildirimleri açınız.

# notification.settings.alert_open_settings
source: Open Settings
tr: Ayarlara Git

# notification.settings.alert_title
source: Notification Permission Needed
tr: Bildirim izni gerekli

# notification.settings.badge_enabled
source: Show badge count
tr: Rozet sayısını göster

# notification.settings.badge_enabled.detail
source: Show the number of unread reminders on the app icon.
tr: Okunmamış hatırlatma sayısını uygulama simgesinde göster.

# notification.settings.badge.check_status
source: Check
tr: Kontrol Et

# notification.settings.badge.off
source: Off
tr: Kapalı

# notification.settings.badge.permission_needed
source: Needs Access
tr: İzin Gerekli

# notification.settings.badge.ready
source: Ready
tr: Hazır

# notification.settings.badge.temporary
source: Limited
tr: Sınırlı

# notification.settings.button.active
source: ✓ Active
tr: ✓ Aktif

# notification.settings.button.allow
source: Allow
tr: İzin ver

# notification.settings.button.check
source: Check
tr: Kontrol et

# notification.settings.button.open_settings
source: Settings
tr: Ayarlar

# notification.settings.category_description
source: Choose which task categories send notifications.
tr: Hangi kategorilerdeki görevler için bildirim almak istediğinizi seçin.

# notification.settings.category_section
source: Category Settings
tr: Kategori Ayarları

# notification.settings.clear_all
source: Clear All Notifications
tr: Tüm Bildirimleri Temizle

# notification.settings.clear_badge
source: Clear Badge
tr: Rozeti temizle

# notification.settings.critical_only
source: Critical tasks only
tr: Sadece kritik görevler

# notification.settings.critical_only.detail
source: Only send notifications for Urgent-priority tasks.
tr: Yalnızca Acil öncelikli görevler için bildirim gönderin.

# notification.settings.enable_toggle
source: Enable Notifications
tr: Bildirimleri Etkinleştir

# notification.settings.enable_toggle.detail
source: Schedule reminders and overdue checks for upcoming care tasks.
tr: Yaklaşan bakım görevleri için hatırlatma ve gecikme kontrolü planlayın.

# notification.settings.general_section
source: General Settings
tr: Genel Ayarlar

# notification.settings.history
source: Notification History
tr: Bildirim Geçmişi

# notification.settings.main_description
source: Configure your notification preferences
tr: Bildirim tercihlerinizi yapılandırın

# notification.settings.main_section
source: Main Settings
tr: Ana Ayarlar

# notification.settings.overdue_check
source: Overdue Reminder
tr: Gecikme Hatırlatması

# notification.settings.overdue_check_value
source: Every %d minutes
tr: Her %d dakika

# notification.settings.overdue.1_hour
source: 1 hour after due
tr: Bitişten 1 saat sonra

# notification.settings.overdue.2_hours
source: 2 hours after due
tr: Bitişten 2 saat sonra

# notification.settings.overdue.4_hours
source: 4 hours after due
tr: Bitişten 4 saat sonra

# notification.settings.overdue.15_minutes
source: 15 minutes after due
tr: Bitişten 15 dakika sonra

# notification.settings.overdue.30_minutes
source: 30 minutes after due
tr: Bitişten 30 dakika sonra

# notification.settings.overdue.off
source: Off
tr: Kapalı

# notification.settings.permission_denied_detail
source: Notifications were denied. Open Settings to allow reminders again.
tr: Bildirimler reddedildi. Hatırlatmaları tekrar açmak için Ayarlar'a gidin.

# notification.settings.permission_ready_detail
source: Notification access is available for task reminders and overdue checks.
tr: Bildirim erişimi görev hatırlatmaları ve gecikme kontrolleri için hazır.

# notification.settings.permission_refresh_detail
source: Refresh the current notification permission state.
tr: Güncel bildirim izni durumunu yenileyin.

# notification.settings.permission_request_detail
source: Request access to send task reminders and overdue alerts.
tr: Görev hatırlatmaları ve gecikme uyarıları göndermek için erişim isteyin.

# notification.settings.permission_required_detail
source: Allow notifications before turning reminders on.
tr: Hatırlatmaları açmadan önce bildirim izni verin.

# notification.settings.permission_title
source: Notification Permission
tr: Bildirim İzni

# notification.settings.permissions_header
source: Permissions
tr: İzinler

# notification.settings.reminder_group
source: Reminder Timing
tr: Hatırlatma Zamanlaması

# notification.settings.reminder_lead
source: Reminder Lead Time
tr: Hatırlatma Süresi

# notification.settings.reminder_lead_value
source: %d minutes before
tr: %d dakika önce

# notification.settings.send_test
source: Send Test Notification
tr: Test Bildirimi Gönder

# notification.settings.show_pending
source: Show Pending Notifications
tr: Bekleyen bildirimleri göster

# notification.settings.show_preview
source: Show task details
tr: Görev ayrıntılarını göster

# notification.settings.show_preview.detail
source: Include the task title, cats, and notes in notification content.
tr: Bildirim içeriğine görev başlığını, kedileri ve notları ekleyin.

# notification.settings.sound_enabled
source: Enable sound
tr: Sesi etkinleştir

# notification.settings.sound_enabled.detail
source: Play a sound when a reminder is delivered.
tr: Bir hatırlatma geldiğinde ses çal.

# notification.settings.state.off
source: Off
tr: Kapalı

# notification.settings.state.on
source: On
tr: Açık

# notification.settings.status.authorized
source: Notifications are enabled
tr: Bildirimler etkinleştirildi

# notification.settings.status.denied
source: Notifications are denied
tr: Bildirimler reddedildi

# notification.settings.status.ephemeral
source: Temporary permission
tr: Geçici izin

# notification.settings.status.not_determined
source: Permission not requested
tr: İzin verilmedi

# notification.settings.status.provisional
source: Temporary permission granted
tr: Geçici izin verildi

# notification.settings.status.unknown
source: Unknown status
tr: Bilinmeyen durum

# notification.settings.summary.disabled_title
source: Reminders are off
tr: Hatırlatmalar kapalı

# notification.settings.summary.enabled_title
source: Reminders are active
tr: Hatırlatmalar aktif

# notification.settings.testing_section
source: Testing
tr: Test

# notification.settings.title
source: Notification Settings
tr: Bildirim Ayarları

# notification.settings.update_badge
source: Update Badge Count
tr: Rozet sayacını güncelle

# notification.task_reminder
source: Task Reminder
tr: Görev Hatırlatması

# notification.test.delay_label
source: Delay
tr: Gecikme

# notification.test.delay_value
source: %d seconds
tr: %d saniye

# notification.test.message
source: This is a test notification.
tr: Bu bir test bildirimidir.

# notification.test.message_placeholder
source: Message
tr: Mesaj

# notification.test.navigation_title
source: Test Notification
tr: Test Bildirimi

# notification.test.section_title
source: Test Notification Settings
tr: Test Bildirimi Ayarları

# notification.test.title
source: Test Notification
tr: Test Bildirimi

# notification.test.title_placeholder
source: Title
tr: Başlık

# onboarding.default_cat_name
source: Your Cat
tr: Kedin

# onboarding.default_cat_possessive
source: Your cat
tr: Kedinin

# onboarding.first_cat.add_photo
source: Add Photo
tr: Fotoğraf Ekle

# onboarding.first_cat.age_label
source: Age
tr: Yaş

# onboarding.first_cat.age_unit_label
source: Age Unit
tr: Yaş Birimi

# onboarding.first_cat.breed_label
source: Breed
tr: Cins

# onboarding.first_cat.breed_placeholder
source: Tabby, Siamese, etc.
tr: Tekir, Siyam, vs...

# onboarding.first_cat.continue
source: Continue
tr: Devam Et

# onboarding.first_cat.name_label
source: Name *
tr: İsim *

# onboarding.first_cat.name_placeholder
source: Your cat's name...
tr: Kedinin ismi...

# onboarding.first_cat.notes_label
source: Notes
tr: Notlar

# onboarding.first_cat.notes_placeholder
source: Additional details...
tr: Ek bilgiler...

# onboarding.first_cat.skip
source: I'll add details later
tr: Detayları sonra eklerim

# onboarding.first_cat.subtitle
source: Start with simple info; you can add details later
tr: Basit bilgilerle başlayalım, detayları sonra ekleyebilirsin

# onboarding.first_cat.title
source: Let's meet your cat
tr: Kedinizi tanıyalım

# onboarding.notification.request_button
source: Enable Notifications
tr: Bildirimleri Etkinleştir

# onboarding.notification.request_loading
source: Requesting permission...
tr: İzin isteniyor...

# onboarding.notification.skip
source: Skip for now
tr: Şimdilik geç

# onboarding.notification.subtitle
source: Stay on top of feeding, medication, and care schedules
tr: Besleme, ilaç ve bakım programlarını takip etmekte kaldığın yerden devam et

# onboarding.notification.title
source: Notifications
tr: Bildirimler

# onboarding.save_failure.continue_without_saving
source: Continue Without Saving
tr: Kaydetmeden Devam Et

# onboarding.save_failure.message
source: Something went wrong while saving. Your answers are still here, so you can try again. If you continue without saving, you can add your cat later.
tr: Kaydederken bir sorun oluştu. Yanıtların hâlâ burada, yeniden deneyebilirsin. Kaydetmeden devam edersen kedini daha sonra ekleyebilirsin.

# onboarding.save_failure.title
source: Your cat wasn't saved
tr: Kedin kaydedilemedi

# onboarding.save_failure.try_again
source: Try Again
tr: Tekrar Dene

# onboarding.step.first_cat
source: Your First Cat
tr: İlk Kediniz

# onboarding.step.notification
source: Notifications
tr: Bildirimler

# onboarding.step.tasks
source: Tasks
tr: Görevler

# onboarding.step.welcome
source: Welcome
tr: Hoş Geldiniz

# onboarding.task_setup.reminder_row.allow
source: Allow Notifications
tr: Bildirimlere İzin Ver

# onboarding.task_setup.reminder_row.message
source: These tasks can't remind you yet.
tr: Bu görevler seni henüz hatırlatamaz.

# onboarding.task_setup.reminder_row.open_settings
source: Open Settings
tr: Ayarları Aç

# onboarding.task_setup.start
source: Start Tracking
tr: Takibi Başlat

# onboarding.task_setup.subtitle
source: Select common tasks or customize later
tr: Yaygın görevleri seç veya sonra özelleştir

# onboarding.task_setup.title
source: What care does %@ need?
tr: %@ hangi bakıma ihtiyaç duyuyor?

# onboarding.task.feeding.description
source: Feed your cat regularly
tr: Kedinizi düzenli olarak besleyin

# onboarding.task.feeding.title
source: Daily Feeding
tr: Günlük Besleme

# onboarding.task.litter_box.description
source: Clean the litter box and replace litter if needed
tr: Kum kabını temizleyin ve gerekirse kumunu değiştirin

# onboarding.task.litter_box.title
source: Litter Box Cleaning
tr: Kum Kabı Temizliği

# onboarding.welcome.button
source: Get Started
tr: Başlayalım

# onboarding.welcome.subtitle
source: Simple tracking, smart reminders, complete history
tr: Basit takip, akıllı hatırlatmalar, tam geçmiş

# onboarding.welcome.title
source: Never forget your cat's care
tr: Kedinin bakımını asla unutma

# photo.crop.retake
source: Retake
tr: Yeniden Çek

# photo.crop.title
source: Move and Scale
tr: Taşı ve Ölçekle

# photo.crop.use
source: Use Photo
tr: Fotoğrafı Kullan

# quick_task.clean_litter
source: Clean litter box
tr: Kum kabını temizle

# quick_task.clean_litter_description
source: Daily litter cleaning
tr: Günlük kum temizliği

# quick_task.feed_cats
source: Feed cats
tr: Kedileri besle

# quick_task.feed_description
source: Daily feeding
tr: Günlük beslenme

# quick_task.play_description
source: Play with cats
tr: Kedilerle oyun oyna

# quick_task.play_time
source: Play time
tr: Oyun zamanı

# reminder.1_day
source: 1 day before
tr: 1 gün önce

# reminder.1_hour
source: 1 hour before
tr: 1 saat önce

# reminder.5_minutes
source: 5 minutes before
tr: 5 dakika önce

# reminder.15_minutes
source: 15 minutes before
tr: 15 dakika önce

# reminder.30_minutes
source: 30 minutes before
tr: 30 dakika önce

# reminder.at_time
source: On time
tr: Görev zamanında

# repeat.custom.every
source: Every
tr: Her

# repeat.custom.frequency
source: Frequency
tr: Sıklık

# repeat.custom.summary_description
source: Event will occur %@.
tr: Etkinlik %@ gerçekleşecek.

# repeat.custom.title
source: Custom
tr: Özel

# repeat.custom.weekdays
source: Days
tr: Günler

# repeat.summary.daily
source: Every day
tr: Her gün

# repeat.summary.every
source: Every %d %@
tr: Her %d %@

# repeat.summary.monthly
source: Every month
tr: Her ay

# repeat.summary.weekly
source: Every week
tr: Her hafta

# repeat.summary.yearly
source: Every year
tr: Her yıl

# repeat.unit.day
source: day
tr: gün

# repeat.unit.days
source: days
tr: günde bir

# repeat.unit.month
source: month
tr: ay

# repeat.unit.months
source: months
tr: ayda bir

# repeat.unit.week
source: week
tr: hafta

# repeat.unit.weeks
source: weeks
tr: haftada bir

# repeat.unit.year
source: year
tr: yıl

# repeat.unit.years
source: years
tr: yılda bir

# settings.app_preferences
source: App Preferences
tr: Uygulama Tercihleri

# settings.app_settings_subtitle
source: Manage app settings
tr: Uygulama ayarlarını yönetin

# settings.app_statistics
source: App Statistics
tr: Uygulama İstatistikleri

# settings.appearance.dark
source: Dark
tr: Koyu

# settings.appearance.footer
source: Choose how the app looks, or match your device's appearance setting.
tr: Uygulamanın görünümünü seçin veya cihazınızın görünüm ayarını kullanın.

# settings.appearance.light
source: Light
tr: Açık

# settings.appearance.system
source: System
tr: Sistem

# settings.appearance.title
source: Appearance
tr: Görünüm

# settings.backup_description
source: You can use these options to back up and restore your data.
tr: Verilerinizi yedeklemek ve geri yüklemek için bu seçenekleri kullanabilirsiniz.

# settings.caregiver_management
source: Manage family members and caregivers
tr: Aile üyelerini ve bakıcıları yönet

# settings.caregivers
source: Caregivers
tr: Bakıcılar

# settings.clear_cache
source: Clear Cache
tr: Önbelleği Temizle

# settings.completed_tasks
source: Completed
tr: Tamamlanan

# settings.completed_tasks.footer
source: Hide completed tasks anytime from the Tasks tab.
tr: Tamamlanan görevleri Görevler sekmesinden dilediğiniz zaman gizleyebilirsiniz.

# settings.data_management
source: Data Management
tr: Veri Yönetimi

# settings.default_task_view
source: Default Task View
tr: Varsayılan Görev Görünümü

# settings.delete_all_data
source: Delete All Data
tr: Tüm Verileri Sil

# settings.developer.tools
source: Developer Tools
tr: Geliştirici Araçları

# settings.export_data
source: Export Data
tr: Verileri Dışa Aktar

# settings.general_usage
source: General usage information
tr: Genel kullanım bilgileri

# settings.give_feedback
source: Give Feedback
tr: Geri Bildirim Ver

# settings.haptic_feedback
source: Haptic Feedback
tr: Dokunsal Geri Bildirim

# settings.haptics.footer
source: Follows the system haptics setting when off.
tr: Kapalıyken sistem dokunsal ayarını takip eder.

# settings.import_data
source: Import Data
tr: Verileri İçe Aktar

# settings.notification_settings
source: Reminder and notification settings
tr: Hatırlatıcı ve bildirim ayarları

# settings.notifications
source: Notifications
tr: Bildirimler

# settings.privacy_policy
source: Privacy Policy
tr: Gizlilik Politikası

# settings.rate_app
source: Rate App
tr: Uygulamayı Değerlendir

# settings.reminder_status.disabled_detail
source: Notification permission is available, but reminders are currently turned off.
tr: Bildirim izni mevcut ancak hatırlatmalar şu anda kapalı.

# settings.reminder_status.enabled_detail
source: Task reminders are scheduled according to each task's settings.
tr: Görev hatırlatmaları her görevin ayarlarına göre planlanır.

# settings.reminder_status.manage
source: Manage reminders
tr: Hatırlatmaları yönet

# settings.reminder_status.permission_detail
source: Allow notifications first to activate reminders and overdue alerts.
tr: Hatırlatmaları ve gecikme uyarılarını etkinleştirmek için önce bildirim izni verin.

# settings.reminder_status.section
source: Reminder Status
tr: Hatırlatma Durumu

# settings.section.developer
source: Developer Tools
tr: Geliştirici Araçları

# settings.section.essentials
source: Essentials
tr: Temel Ayarlar

# settings.section.info
source: Information
tr: Bilgiler

# settings.section.support
source: Support
tr: Destek

# settings.shortcuts_section
source: Quick Shortcuts
tr: Hızlı Kısayollar

# settings.show_completed_tasks
source: Show Completed Tasks
tr: Tamamlanan Görevleri Göster

# settings.support_info
source: Support & Info
tr: Destek & Bilgi

# settings.support.footer
source: Send questions or feedback anytime.
tr: Sorularınızı ve geri bildirimlerinizi her zaman iletebilirsiniz.

# settings.support.title
source: Support
tr: Destek

# settings.task_assistant_ai_toggle
source: AI-Assisted Understanding
tr: Yapay Zeka Destekli Anlama

# settings.task_assistant_footer
source: When Whiskers can't understand a request using what's already on your device, it can ask an AI service for help. Requests are never stored or used to train AI models.
tr: Whiskers bir isteği cihazınızdaki bilgilerle anlayamadığında, yardım için bir yapay zeka servisine başvurabilir. İstekler asla saklanmaz veya yapay zeka modellerini eğitmek için kullanılmaz.

# settings.task_display.footer
source: Choose how tasks appear by default.
tr: Görevlerin varsayılan görünümünü seçin.

# settings.task_display.title
source: Task & Display
tr: Görev ve Görünüm

# settings.task_view.calendar
source: Calendar
tr: Takvim

# settings.task_view.list
source: List
tr: Liste
